[{"title":"Protocol","link":"https://en.wikipedia.org/?curid=23615","description":"Look up protocol in Wiktionary, the free dictionary. Protocol may refer to: Protocol (politics), a formal agreement between nation states Protocol (diplomacy)"},{"title":"URL","link":"https://en.wikipedia.org/?curid=47817022","description":"could have the form http://www.example.com/index.html, which indicates a protocol (http), a hostname (www.example.com), and a file name (index.html). Uniform"},{"title":"Communication protocol","link":"https://en.wikipedia.org/?curid=28030850","description":"A communication protocol is a system of rules that allows two or more entities of a communications system to transmit information via any kind of variation"},{"title":"Kyoto Protocol","link":"https://en.wikipedia.org/?curid=16775","description":"The Kyoto Protocol was an international treaty which extended the 1992 United Nations Framework Convention on Climate Change (UNFCCC) that commits state"},{"title":"Gopher (protocol)","link":"https://en.wikipedia.org/?curid=12794","description":"The Gopher protocol (/ˈɡoʊfər/) is a communication protocol designed for distributing, searching, and retrieving documents in Internet Protocol networks"},{"title":"Internet Protocol","link":"https://en.wikipedia.org/?curid=15323","description":"The Internet Protocol (IP) is the network layer communications protocol in the Internet protocol suite for relaying datagrams across network boundaries"},{"title":"Echo Protocol","link":"https://en.wikipedia.org/?curid=2099687","description":"The Echo Protocol is a service in the Internet Protocol Suite defined in RFC 862. It was originally proposed for testing and measurement of round-trip"},{"title":"Tunneling protocol","link":"https://en.wikipedia.org/?curid=1272738","description":"In computer networks, a tunneling protocol is a communication protocol which allows for the movement of data from one network to another. It involves allowing"},{"title":"List of IP protocol numbers","link":"https://en.wikipedia.org/?curid=1171563","description":"This is a list of the IP protocol numbers found in the field Protocol of the IPv4 header and the Next Header field of the IPv6 header. It is an identifier"},{"title":"Time Protocol","link":"https://en.wikipedia.org/?curid=2099831","description":"The Time Protocol is a network protocol in the Internet Protocol Suite defined in 1983 in RFC 868 by Jon Postel and K. Harrenstein. Its purpose is to"},{"title":"Diameter (protocol)","link":"https://en.wikipedia.org/?curid=1105551","description":"protocol for computer networks. It evolved from the earlier RADIUS protocol. It belongs to the application layer protocols in the internet protocol suite"},{"title":"DNP3","link":"https://en.wikipedia.org/?curid=2630855","description":"Distributed Network Protocol 3 (DNP3) is a set of communications protocols used between components in process automation systems. Its main use is in utilities"},{"title":"Hypertext Transfer Protocol","link":"https://en.wikipedia.org/?curid=13443","description":"The Hypertext Transfer Protocol (HTTP) is an application layer protocol in the Internet protocol suite model for distributed, collaborative, hypermedia"},{"title":"Internet protocol suite","link":"https://en.wikipedia.org/?curid=15476","description":"foundational protocols in the suite are the Transmission Control Protocol (TCP), the User Datagram Protocol (UDP), and the Internet Protocol (IP). In the"},{"title":"The Callisto Protocol","link":"https://en.wikipedia.org/?curid=66086932","description":"The Callisto Protocol is a 2022 survival horror action video game developed by Striking Distance Studios and published by Krafton. It was directed by Glen"},{"title":"Datagram Delivery Protocol","link":"https://en.wikipedia.org/?curid=467769","description":"Datagram Delivery Protocol (DDP) is a member of the AppleTalk networking protocol suite. Its main responsibility is for socket-to-socket delivery of datagrams"},{"title":"Daytime Protocol","link":"https://en.wikipedia.org/?curid=2099740","description":"The Daytime Protocol is a service in the Internet Protocol Suite, defined in 1983 in RFC 867. It is intended for testing and measurement purposes in computer"},{"title":"Real-Time Messaging Protocol","link":"https://en.wikipedia.org/?curid=2880574","description":"Messaging Protocol (RTMP) is a communication protocol for streaming audio, video, and data over the Internet. Originally developed as a proprietary protocol by"},{"title":"Mission: Impossible – Ghost Protocol","link":"https://en.wikipedia.org/?curid=17298593","description":"Mission: Impossible – Ghost Protocol is a 2011 American action spy film directed by Brad Bird (in his live-action debut) and produced by and starring Tom"},{"title":"BACnet","link":"https://en.wikipedia.org/?curid=793718","description":"communication protocol for building automation and control (BAC) networks that use the ASHRAE, ANSI, and ISO 16484-5 standards protocol. BACnet was designed"}]